[
  {
    "cellName": "Wiwa-The compering cell",
    "cellWriteUp": "",
    "cellDescription": "WIWA, the cell that hitches hearts and souls of the audience to the events. Gives an amusing invention of the events, ensuring a boost to the adrenaline rush. Assures the drums of heartbeats merge with the excitement around. Binds the audience in the spectrum of vivid cultural performances and ceremonies. Clinch laughter and smiles with their scripts full of gags even in the absence of events. It than words,' but the cell expresses through words and binds the audience embeds creativity in its scripts to make the audience more acquainted with the theme. As we know that 'actions speak louder."
  },
  {
    "cellName": "CONTROL CELL",
    "cellWriteUp": "",
    "cellDescription": "Control cell control and coordinates all the cell activities during the events.\nKeeps a detailed record of each and every event and program.\nMaintain the list members of each and every cell and also the participants in the respective events.\nProvide ID Cards And Badges To All The Coordinating Members Of Events."
  },
  {
    "cellName": "C3-CREATIVE CANVAS CLUB",
    "cellWriteUp": "",
    "cellDescription": "'There is no doubt that creativity is the most important human resources of all.Without creativity, there would be no progress and we would be forever be repeating the same patterns.'\nSo in 2K17, we are here with our new and innovative ideas...!!"
  },
  {
    "cellName": "DRACULA",
    "cellWriteUp": "",
    "cellDescription": "dracula the biggest dramatic & cultural society of uptu\n(comprising of more than 200 members & 6 departments)\nand a very familiar name\nin various fest, is most active society of\nshri ramswaroop memorial college of engineering and management, lucknow\nwhat started out with a small group so called 'eccentrics'\nproved to be collectors of many achivement of dramatic brilliance\nNow sparking and sparkling in the arenas and\nAuditorium of many esteemed\nInstitutions it took us three years of immense hard work\nAnd a lot of creativity\nTo convey to people the real meaning of the 'the Dracula family'\nWe have excelled in many national level fests\nLike 'oasis' at bits pilani , 'antaragini' at iit- Kanpur.\n'thomso' at iit-roorkee , and the latest being\n'rendezvous' at iit- delhi.\n'encore' at ietlucknow and many more '\nWe took part in 'comedy gang war' competition\nOrganized by bindaas channel\nAnd defeated teams like bhartendunatya academy,\nYayavar and josh group where we ended up a close second\n'DRACULA'' you want to be one?\nDifficult choice' but do you have it you ???\nWe make you experience not only dramatics but choreography,\nFashion , music, technicality and above all management,\nWe call it . 'versatility'' our second name\n'the tide is high , but you need to be tough,\nBecause once you are on,\nThere's only vastness'of anything and everything '"
  },
  {
    "cellName": "EUPHONY",
    "cellWriteUp": "",
    "cellDescription": "The music cell is one of the most active as well as among the best cells of SRMGPC.   This cell originated in our college in the year 2005. Since then it's been developing and growing every day. Every year, so many new talents become part of this family and spread the magic of their huge talent in front of everyone."
  },
  {
    "cellName": "RITUMBHARA",
    "cellWriteUp": "",
    "cellDescription": "'fashion is the armour to survive the reality of everyday life. \n     clothing means nothing until someone lives in them.\n\nthe fashion show cell is the soul of the cultural events at shri ramswaroop college of engg. amd mgmt. it is one of the most hard working and the best on stage cell.the cell orginated in the year 2005 since then it has played a major role in the success of college fests.\na fantastic ride is guranteed for all those who attend the fest`s  fashion show event as the brightest and best of the college independent boutique are highly skilled , all featuring the very latest in and on trend fashion wear of the era'''.\nthe most awaited event is showcased by our cell, it easily grabs the attention of the spectators.\nholding ur breaths wait till we set the stage on fire with the beautifull divas and the handsome hunks . . . . . . . . . . . . . . ."
  },
  {
    "cellName": "HANDICRAFT",
    "cellWriteUp": "",
    "cellDescription": "Handicrafts are unique expressions and represent a culture, tradition and heritage of a country. It's a talent to mould scrap into ideas, feelings into decoration. Craft has moved ahead: it is not static or crystallized in time nor is it contained. We'll try to relive this classic tradition of our country through our events in the most innovative way possible."
  },
  {
    "cellName": "HOSPITALITY CELL",
    "cellWriteUp": "",
    "cellDescription": "Hospitality refers to the relationship between a guest and his host wherein the host receives the guest with goodwill,including the reception and the entertainment of guest , visitors or strangers.\nIn India Hospitality is based on the principle Atithi Devo Bhava , meaning the guest is God.\n Abhivyakti is an annual fest of SRMCEM. As we know to make the event successful different cells are required and 'Hospitality Cell' is one of those cells. This cell may not be in 'limelight' but plays a crucial role. As the name indicates this cell deals with welcoming of the guests and guest of  honour during the whole event.\nWe welcome the guest with open heart so that they make this event more special with their presence."
  },
  {
    "cellName": "INFORMAL CELL",
    "cellWriteUp": "",
    "cellDescription": "'LIFE IS SHORT, PLAY HARD '\n\nWe are the most dynamic off-stage cell. Carrying our motto we emphasize upon conducting various games or sports and make it open for all to participate. This cell provides a platform to the students as well as the faculty to show their talents in sphere of sports."
  },
  {
    "cellName": "INFRASTRUCTURE CELL",
    "cellWriteUp": "",
    "cellDescription": "To provide item or material on the demand of respective cell .All the demand must be proper written application then we provide the item to that cell .All the cell give recuirment before a day when item is needed otherwise we cant provide item at last moment."
  },
  {
    "cellName": "INTERNAL PUBLICITY CELL",
    "cellWriteUp": "",
    "cellDescription": "IPC\" is the Internal Publicity Cell of Shri Ramswaroop Memorial Group of Professional Colleges which is working for the publicity of events of Abhivyakti 2k17, is motivating the students to participate and enkindles in the hearts, the passion to perform in various spheres. The IPC cell is one of the most creative and interactive cell of SRMGPC. This cell was brought to work in the year 2007. Since then, it's been developing with great pace. It encourages the students for their keen participation and helps them in bringing out their best. This cell is well known for creating an enthusiastic ambiance in the entire college."
  },
  {
    "cellName": "MEDIA CELL",
    "cellWriteUp": "",
    "cellDescription": "A cell delicated to back support Abhivyakti year after year behind the curtains. Includes mainly of functions and products of hard work not understandable by general gentry. Chief duties include hosting event like Mascot Drawing Competition (Emblems to be drawn on themes of\nAbhivyakti) and RJ Hunt (Event for people who can think fast and speak faster) that are judged by esteemed judges from inside campus or out campus. Duties include Internal Publicity and External Publicity. Internal publicity- Making in campus students aware of what to happen,\nwhen to happen, where to happen in days of fest. External Publicity- Includes ruffling feathers of media survives like radio, newspaper etc.\nAlso conducts press conferences for guest celebrities as well as a\nfull fledged press release."
  },
  {
    "cellName": "NEWSPAPER PUBLISHING CELL",
    "cellWriteUp": "",
    "cellDescription": "Newspaper publishing cell established with the aim to provide the sneak-peek of all the happenings of abhivyakti through our newspaper 'THE FOURTH ESTATE'. It's the college newspaper published during abhivyaktito make the different activities of the annual fest reach out to the folks. The news not only includes the details of the schedule, various programs and functions but also brings out the hidden gossip of every active cell."
  },
  {
    "cellName": "PRIZE DISTRIBUTION CELL",
    "cellWriteUp": "",
    "cellDescription": "Globalites have proved their talent in all streams and to appreciate them for their hard work is our duty.Now it's time to acknowledge the talent of our brimming students by prize distribution."
  },
  {
    "cellName": "STAGE CELL",
    "cellWriteUp": "",
    "cellDescription": "Stage Cell is a cell of group of members who organise the any cultural event on stage but in\nbackstage where the group is not visible to odience in any cultural event or event were there is\nrequirement of accessories such as mic, music and stage prepration and opening closing of\ncurtens. Technically, stage cell helps the front stage performers (dancers, dramatics and\nothers). Stage cell plays a vital role in off stage activity."
  },
  {
    "cellName": "SECURITY CELL",
    "cellWriteUp": "",
    "cellDescription": "Security is the degree of resistance to, or protection from, harm. It applies to any vulnerable and/or valuable asset, such as a person, dwelling, community, item, nation, or organization.\nSecurity provides \"a form of protection where a separation is created between the assets and the threat.\" These separations are generically called \"controls,\" and sometimes include changes to the asset or the threat.\nThis is what we try to achieve(security cell)."
  },
  {
    "cellName": "LITERATI:The Literary Club",
    "cellWriteUp": "",
    "cellDescription": "LITERATI-The Literary club of SRMCEM organizes events that will not only compel you to swim through all those black distorted figures lingering on white backgrounds but will certainly dig your gyres deeper and at the same frame it will amuse you to the fullest. The motto of our Literati club is to strive you towards the path where you can 'Learn and Grow'.\nThe variety of competitions and the number of competitions that this club offers is a trademark. We at literati offer more than 10 competitions for students in SRMGPC as well as students from other colleges. This even includes a dumbcharades and many other events for teachers. The diversity is great and unique! We offer competitions ranging from debates to quizzes, from group discussions to spelling competitions! All competitions are full of prizes and in few there are huge prize money.Now that is something that we take complete pride in.\n\nThe work that we do in this cell is clinical as well as amusing. Each and every student participates with zeal and fervor dedicating every iota of their energy in working for this club. Students share their knowledge and skills and there is a constant vibe of enthusiasm in our club.\nSo be ready for some of the most challenging yet entertaining events, where we might see a new Premchand or a Shakespeare born!!!"
  }
]
